tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "samtay/tui"
brew "brotli"
brew "lz4"
brew "xz"
brew "aom"
brew "ca-certificates"
brew "ncurses"
brew "asciiquarium"
brew "m4"
brew "autoconf"
brew "automake"
brew "bazelisk"
brew "bdw-gc"
brew "icu4c"
brew "boost"
brew "pcre2"
brew "pkg-config"
brew "cairo"
brew "gmp"
brew "gcc"
brew "readline"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "fmt"
brew "snappy"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "rav1e"
brew "ffmpeg"
brew "figlet"
brew "fluid-synth"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "go"
brew "go-md2man"
brew "sqlite"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "helm"
brew "htop"
brew "kubernetes-cli"
brew "libgcrypt"
brew "libraw"
brew "libtensorflow"
brew "libunwind-headers"
brew "python@3.11"
brew "llvm"
brew "llvm@14"
brew "lolcat"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "numpy"
brew "oh-my-posh"
brew "protobuf"
brew "opencv"
brew "pipx"
brew "pnpm"
brew "powerline-go"
brew "pstree"
brew "pyenv"
brew "python-gdbm@3.11"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "pyyaml"
brew "roswell"
brew "ruby"
brew "ruby-build"
brew "sbcl"
brew "sl"
brew "spaceship"
brew "starship"
brew "syncthing", restart_service: true
brew "taglib"
brew "toilet"
brew "tor", restart_service: true
brew "tree"
brew "vim"
brew "wget"
brew "xterm"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "1password-cli"
cask "audio-hijack"
cask "bitwig-studio"
cask "docker"
cask "font-devicons"
cask "font-fira-code-nerd-font"
cask "font-murecho"
cask "font-tex-gyre-chorus"
cask "github"
cask "ilok-license-manager"
cask "iterm2"
cask "izotope-product-portal"
cask "loopback"
cask "miniconda"
cask "native-access"
cask "obsidian"
cask "softube-central"
cask "spotify"
cask "tor-browser"
cask "visual-studio-code"
cask "warp"
cask "waves-central"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Adobe Lightroom", id: 1451544217
mas "Clone in VS Code", id: 1640113540
mas "Compressor", id: 424390742
mas "Core Tunnel", id: 1354318707
mas "DetailsPro", id: 1524366536
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Elmedia Video Player", id: 1044549675
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hype 4", id: 1460330618
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "QuickShade", id: 931571202
mas "RocketSim", id: 1504940162
mas "Shazam", id: 897118787
mas "StopTheMadness", id: 1376402589
mas "Swiftify for Xcode", id: 1183412116
mas "Templates for Swift", id: 1551475309
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "UTM", id: 1538878817
mas "Vectornator", id: 1219074514
mas "WhatFont", id: 1437138382
mas "Youtube Master", id: 1630560312
